Repository: zeteticl/xcode-demo-visionos
Catalog: HappyBeam/HappyBeam/Localizable.xcstrings
Source language: en
Languages: de, fr, ja, ko, zh_cn

source: %@ (you)
de: %@ (du)
fr: %@ (vous)
ja: %@（あなた）
ko: %@(나)
zh_cn: %@（你）

source: %@ to the left
de: %@ links
fr: %@ sur la gauche
ja: 左%@
ko: 왼쪽에 %@
zh_cn: %@左侧

source: %@ to the right
de: %@ rechts
fr: %@ sur la droite
ja: 右%@
ko: 오른쪽에 %@
zh_cn: %@右侧

source: %@ won!
de: %@ hat gewonnen!
fr: %@ a gagné !
ja: %@さんの勝ちです!
ko: %@님이 승리했습니다!
zh_cn: %@获胜！

source: %lld clouds above and behind you
de: %lld Wolken über und hinter dir
fr: %lld nuages au-dessus et derrière vous
ja: 上と後方に%lld個の雲
ko: 위와 뒤에 %lld개의 구름
zh_cn: %lld朵云在你后上方

source: %lld clouds above and in front of you
de: %lld Wolken über und vor dir
fr: %lld nuages au-dessus et devant vous
ja: 上と前方に%lld個の雲
ko: 위와 앞에 %lld개의 구름
zh_cn: %lld朵云在你前上方

source: %lld clouds behind you
de: %lld Wolken hinter dir
fr: %lld nuages derrière vous
ja: 後方に%lld個の雲
ko: 뒤에 %lld개의 구름
zh_cn: %lld朵云在你后方

source: %lld clouds below and behind you
de: %lld Wolken unter und hinter dir
fr: %lld nuages en dessous et derrière vous
ja: 下と後方に%lld個の雲
ko: 아래와 뒤에 %lld개의 구름
zh_cn: %lld朵云在你后下方

source: %lld clouds below and in front of you
de: %lld Wolken unter und vor dir
fr: %lld nuages en dessous et devant vous
ja: 下と前方に%lld個の雲
ko: 아래와 앞에 %lld개의 구름
zh_cn: %lld朵云在你前下方

source: %lld clouds in front of you
de: %lld Wolken vor dir
fr: %lld nuages devant vous
ja: 前方に%lld個の雲
ko: 앞에 %lld개의 구름
zh_cn: %lld朵云在你前方

source: %lld seconds remaining
de: Noch %lld Sekunden
fr: %lld secondes restantes
ja: 残り%lld秒
ko: %lld초 남음
zh_cn: 剩余%lld秒

source: (you)
de: (du)
fr: (vous)
ja: （あなた）
ko: (나)
zh_cn: （你）

source: Back
de: Zurück
fr: Retour
ja: 戻る
ko: 뒤로
zh_cn: 返回

source: Back to Main Menu
de: Zurück zum Hauptmenü
fr: Retour au menu principal
ja: メインメニューに戻る
ko: 메인 메뉴로 돌아가기
zh_cn: 返回主菜单

source: Casting beam
de: Strahl aussenden
fr: Diffusion d’un rayon
ja: ビーム照射
ko: 빔 발사
zh_cn: 正在投射光束

source: Cheer up grumpy clouds by shining a happy beam with your heart.
de: Heitere mürrische Wolken mit einem Glücksstrahl aus deinem Herzen auf.
fr: Remontez le moral des nuages grincheux en faisant irradier un rayon de bonheur depuis votre cœur.
ja: ハート形のハッピービームで不機嫌な雲をハッピーな雲に変えます。
ko: 하트로 행복 빔을 발사해서 심술 난 구름의 기분을 풀어주세요.
zh_cn: 对着心情不好的云朵比心，投射欢乐光束让它们开心起来。

source: Choose how you’ll cheer up grumpy clouds.
de: Wähle aus, wie du mürrische Wolken aufheitern möchtest.
fr: Choisissez comment remonter le moral des nuages grincheux.
ja: 不機嫌な雲をハッピーにする方法を選択してください。
ko: 심술 난 구름의 기분을 어떻게 풀어줄지 선택하세요.
zh_cn: 选取如何让心情不好的云朵开心。

source: Cirrus
de: Zirrus
ja: シーラス
ko: 새털구름
zh_cn: 卷云

source: Cloud
de: Wolke
fr: Nuage
ja: 雲
ko: 구름
zh_cn: 云朵

source: Cumulus
de: Kumulus
ja: キュムラス
ko: 뭉게구름
zh_cn: 积云

source: Great job!
de: Hervorragend!
fr: Beau travail !
ja: がんばりましたね!
ko: 잘 하셨어요!
zh_cn: 真棒！

source: Grumpy
de: Mürrisch
fr: Grincheux
ja: 不機嫌
ko: 심술 남
zh_cn: 心情不好

source: Grumpy Cloud Hit
de: Treffer „Mürrische Wolken“
fr: Nuage grincheux touché
ja: 不機嫌な雲にヒットした数
ko: 심술 난 구름 적중
zh_cn: 击中心情不好的云朵

source: Hiding beam
de: Strahl ausblenden
fr: Masquage du rayon
ja: ビームを非表示
ko: 빔 가리기
zh_cn: 正在隐藏光束

source: Loading assets…
de: Medien laden …
fr: Chargement des ressources…
ja: アセットを読み込み中…
ko: 항목 로드 중…
zh_cn: 正在载入资源…

source: Make a heart with two hands.
de: Forme ein Herz mit beiden Händen.
fr: Former un cœur avec les mains
ja: 両手でハート形を作ります。
ko: 두 손으로 하트 모양을 만듭니다.
zh_cn: 双手比心。

source: Pause
de: Anhalten
fr: Mettre en pause
ja: 一時停止
ko: 일시 정지
zh_cn: 暂停

source: Play
de: Spielen
fr: Jouer
ja: プレイ
ko: 플레이
zh_cn: 玩游戏

source: Play Again
de: Erneut spielen
fr: Rejouer
ja: もう一度プレイ
ko: 다시 플레이
zh_cn: 再玩一次

source: Play Solo
de: Allein spielen
fr: Jouer en solitaire
ja: 1人でプレイ
ko: 혼자 플레이
zh_cn: 一个人玩

source: Play music
de: Musik wiedergeben
fr: Jouer de la musique
ja: ミュージックを再生
ko: 음악 재생
zh_cn: 播放音乐

source: Play with Friends
de: Mit anderen spielen
fr: Jouer avec des amis
ja: 友達とプレイ
ko: 친구와 플레이
zh_cn: 和朋友一起玩

source: Project happy hearts to cheer up grumpy clouds.
de: Projiziere Glücksherzen auf mürrische Wolken, um sie aufzuheitern.
fr: Projetez des cœurs joyeux pour remonter le moral des nuages grincheux.
ja: 不機嫌な雲を元気にするにはハッピーハートを発射します。
ko: 행복 넘치는 하트를 발사해서 심술 난 구름의 기분을 풀어주세요.
zh_cn: 投射欢乐爱心让心情不好的云朵开心。

source: Score
de: Punktestand
ja: スコア
ko: 점수
zh_cn: 得分

source: Stop music
de: Musik stoppen
fr: Arrêter la musique
ja: ミュージックを停止
ko: 음악 중단
zh_cn: 停止音乐

source: Use a pinch gesture or a compatible device.
de: Verwende eine Geste, bei der du die Finger zusammentippst (Kneifgeste), oder ein kompatibles Gerät.
fr: Utiliser un geste de pincement ou un appareil compatible
ja: ピンチのジェスチャまたは互換性のあるデバイスを使用します。
ko: 핀치 제스처 또는 호환 가능한 기기를 사용합니다.
zh_cn: 使用捏合手势或兼容设备。

source: Waiting for all players to choose.
de: Warten, bis alle Spieler:innen eine Option gewählt haben.
fr: En attente de la sélection des autres joueurs.
ja: すべてのプレイヤーが選択するのを待っています。
ko: 모든 플레이어가 선택하기를 기다리는 중입니다.
zh_cn: 正在等待所有玩家选择。

source: You cheered up %lld grumpy clouds.
de: Du hast %lld mürrische Wolken aufgeheitert.
fr: Vous avez remonté le moral de %lld nuages grincheux.
ja: %lld個の不機嫌な雲をハッピーにしました。
ko: %lld개의 심술 난 구름의 기분을 풀어줬어요.
zh_cn: 你让%lld朵心情不好的云朵开心起来。

source: You won!
de: Du hast gewonnen!
fr: Vous avez gagné !
ja: あなたの勝ちです!
ko: 승리했습니다!
zh_cn: 你获胜！

source: score
de: Punktestand
ja: スコア
ko: 점수
zh_cn: 得分

source: Altus
ja: アルタス
ko: 양떼구름
zh_cn: 高积云

source: Nimbus
ja: ニンバス
ko: 비구름
zh_cn: 雨云

source: Happy Beam
zh_cn: 欢乐光束
